import { ArticleType } from "@api/types";

export const articleData: ArticleType[] = [
  {
    articleId: "1",
    articleKey: "about_programm",
    createDate: "01.01.2021",
    title: "О программе",
    shortText:
      "В этом разделе вы найдете всю необходимую информацию о программе",
    fullText:
      "<h1>О программе</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "2",
    articleKey: "roadmap",
    createDate: "01.01.2021",
    title: "Дорожная карта обучения",
    shortText:
      "Программа построена по дистанционному принципу, поэтому каждый из участников сможет найти свободное время для обучения",
    fullText:
      "<h1>Дорожная карта обучения</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "3",
    articleKey: "instruction",
    createDate: "03.05.2021",
    title: "Календарь мероприятий программы развития",
    shortText: "Наши обучающие курсы построены по дистанционному принципу, и Вы можете заниматься...",
    fullText:
      "<h1>Календарь мероприятий программы развития</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "4",
    articleKey: "curators",
    createDate: "03.05.2021",
    title: "Амбассадоры учебных групп",
    shortText: "",
    fullText:
      "<h1>Амбассадоры учебных групп</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "5",
    articleKey: "experts",
    createDate: "09.05.2021",
    title: "Эксперты программы",
    shortText: "а также современная методология разработки позволяет выполнить...",
    fullText:
      "<h1>Эксперты программы</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "6",
    articleKey: "contacts",
    createDate: "09.05.2021",
    title: "Связаться с организаторами",
    shortText: "а также современная методология разработки позволяет выполнить...",
    fullText:
      "<h1>Связаться с организаторами</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
  {
    articleId: "7",
    articleKey: "calendar",
    createDate: "09.05.2021",
    title: "Инструкции",
    shortText: "Чтобы эффективно обучаться, ознакомьтесь с инструкциями",
    fullText:
      "<h1>Инструкции</h1><p>укрепление и развитие <i>внутренней структуры</i> играет важную роль в формировании экономической целесообразности принимаемых решений! Не следует, однако, забывать, что убеждённость некоторых оппонентов играет определяющее значение для анализа существующих паттернов поведения. Повседневная практика показывает, что перспективное планирование создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Задача организации, в особенности же сплочённость команды профессионалов требует от нас анализа как самодостаточных, так и внешне зависимых концептуальных решений.</p>",
  },
];
